alsa-utils
amd-ucode
base
base-devel
clang
fish
git
github-cli
gtk-layer-shell
libdisplay-info
libinput
linux-firmware-amdgpu
linux-firmware-mediatek
linux-firmware-radeon
linux-firmware-realtek
linux
neovim
pipewire-alsa
pipewire-pulse
refind
rlwrap
seatd
vivaldi
wayland-protocols
wl-clipboard
xdg-desktop-portal-gtk
xdg-utils
