amd-ucode
base
base-devel
clang
fish
git
gtk-layer-shell
libdisplay-info
libinput
linux-firmware
linux-zen
neovim
pipewire-alsa
pipewire-pulse
refind
seatd
vivaldi
wl-clipboard
xdg-desktop-portal-gtk
xf86-video-amdgpu
