base
base-devel
clang
cmake
fish
git
neovim
unzip
wget
amd-ucode
linux-zen
linux-firmware
xf86-video-amdgpu
refind
rlwrap
seatd
alsa-utils
pipewire-alsa
pipewire-pulse
xdg-desktop-portal-gtk
wl-clipboard
xdg-utils
xcb-util-image
gtk-layer-shell
libdisplay-info
libinput
libxkbcommon-x11
